IdeaRS.Connections
BasePlateData.CoordSystem Property
Compatible with IDEA StatiCa 0.0
 Coordinate system can be taken from column or can be global
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CoordinateSystemType CoordSystem { get; set; }
Property Value
Type: CoordinateSystemType
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace